{
  "7": {
    "id": "7",
    "content": "In what is now Washington state, the Tulalip Tribes operate the Hibulb Cultural Center. Relying on traditional knowledge to guide the design of exhibits, this institution presents Tulalip history and culture to the tribes' citizens. The Comanche Nation, a tribe in Oklahoma, employs a similar strategy in its own cultural center. Both centers contrast with museums that aren't Indigenous-led; when displaying Indigenous artifacts, such museums tend to anticipate mainly non-Indigenous audiences and rely on Euro-centric strategies for designing exhibits.\n\nWhich choice best describes the function of the underlined sentence in the text as a whole?",
    "options": {
      "A": "It suggests improvements to a particular tribal cultural center.",
      "B": "It encourages tribal citizens to attend their local cultural center.",
      "C": "It explains how one tribal cultural center differs from other tribal cultural centers.",
      "D": "It provides a basic description of a particular tribal cultural center."
    }
  },
  "8": {
    "id": "8",
    "content": "The museum of Modern Art (MOMA) in New York City has an exhibition of video games that includes Pac-Man from 1980, which museum visitors can play on site, and SimCity 2000 from 1994, which visitors can see only in a video presentation. MOMA claims the video presentations are only for games that would be impractical to display in a playable form, but video games are an inherently interactive medium, a feature that is grossly absent in a video-only presentation.\n\nWhich choice best describes the function of the underlined sentence in the text as a whole?",
    "options": {
      "A": "It identifies a feature of many video games that is not shared by some of the games included in MOMA's exhibition.",
      "B": "It provides a claim about video games as art that both MOMA and the author accept as true.",
      "C": "It describes a misconception about video games that the author believes is evident in MOMA's choice about which video games to exhibit.",
      "D": "It presents a consideration that the author thinks partly undermines MOMA's approach to exhibiting video games."
    }
  },
  "9": {
    "id": "9",
    "content": "The function f is defined by f(x) = 2x + 1. What is the value of f(3)?",
    "options": {
      "A": "5",
      "B": "6",
      "C": "7",
      "D": "8"
    }
  },
  "10": {
    "id": "10",
    "content": "Which of the following sentences contains a grammatical error?\n\nA) The students, along with their teacher, is going on a field trip.\nB) Neither the manager nor the employees were satisfied with the new policy.\nC) Each of the books on the shelf belong to the library.\nD) The committee has made its decision.",
    "options": {
      "A": "A",
      "B": "B", 
      "C": "C",
      "D": "D"
    }
  }
}
